Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/depts/udir.no/grunnlagsdokument-2014-2017.pdf.tmx
Source language: nob
Languages: sme

source: Derfor et det viktig at skoler og skoleeiere har tilgang på god informasjon og kunnskap om egen vurderingspraksis før de starter arbeidet.
sme: Danne lea dehálaš ahte skuvllat ja skuvlaeaiggádat ožžot buriid dieđuid ja máhtu iežaset árvvoštallangeavada birra ovdalgo álggahit barggu.

source: For eksempel kan resultater fra Elevundersøkelsen lokalt, og bruk av ulike refleksjons- eller kartleggingsverktøy, gi et bilde av skolenes vurderingspraksis.
sme: Ovdamearkka dihtii sáhttet báikkálaš Ohppiidiskkadeami bohtosat ja iešguđet smiehttan- ja kártenreaidduid geavaheapmi govvidit skuvllaid árvvoštallangeavada.

source: I tillegg til å analysere skolenes egen praksis og ståsted er det avgjørende
sme: Dasa lassin ahte analyseret skuvllaid iežas geavada ja sajádaga, de lea dehálaš

source: å utvikle felles forståelse og eierskap til mål og forventninger
sme: • ovdánahttit oktasaš áddejumi ja eaiggátvuođa mihttomeriide ja vuordámušaide

source: å la utviklingsarbeidet ta utgangspunkt i daglig vurderings- og opplæringspraksis
sme: • diktit ovdánahttinbarggu váldit vuolggasaji beaivválaš árvvoštallan- ja oahpahusgeavadiin

source: å sikre at lærerne har arenaer for å utvikle egen vurderingskompetanse, der de deler og reflekterer over erfaringer, teori og eksempler fra egen praksis, og der de vurderer hvordan erfaringer fra dem som deltar i ”lærende nettverk” med andre skoler, skal få betydning for utviklingsarbeidet på den enkelte skole
sme: • sihkkarastit ahte oahpaheddjiin leat arenat ovdánahttit iežaset árvvoštallangealbbu mas juogadit ja smihttet iežaset vásáhusain, teoriijain ja ovdamearkkain iežaset geavadiin, ja mas árvvoštallet mo sin vásáhusat, geat leat mielde “oahpahalli fierpmádagain” eará skuvllaiguin, sáhttet váikkuhit ovttaskas skuvlla ovdánahttinbargui

source: Lærende nettverk Nettverk som arbeidsform handler om å etablere strukturer og arbeidsformer lokalt som bidrar til å endre praksis.
sme: Oahpahalli fierpmádagat Fierpmádagat bargovuohkin lea dan birra ahte ásahit struktuvrraid ja bargovugiid báikkálaččat mat leat mielde rievdadeamen geavada.

source: For å understreke at hensikten er læring og varig endring av praksis, bruker vi begrepet ”lærende nettverk”.
sme: Deattuhan dihtii ahte ulbmil lea oahpaheapmi ja bistevaš geavatrievdadeapmi, de geavahit mii “oahpahalli fierpmádagat”-doahpaga.

source: Det viktigste er ikke nettverksstrukturene i seg selv, men måten de jobber på i nettverkene.
sme: Deháleamos lea mo barget fierpmádagain, ii ge iešalddis fierpmádatstruktuvrrat.

source: Nettverkene skal være arenaer for faglig utvikling, erfaringsutveksling og refleksjon.
sme: Fierpmádagat galget leat fágalaš ovdáneami, vásáhuslonohallama ja smiehttamuša arenat.

source: Arbeidet skal ta utgangspunkt i konkrete praksiseksempler som støttes opp med teori og forskning.
sme: Barggu vuolggasadjin galget leat konkrehta geavatovdamearkkat man teoriija ja dutkamat dorjot.

source: Det er åpent for ulik organisering av lokale og eventuelle regionale nettverk, men det er et krav å legge til rette for møteplasser på tvers av skoler.
sme: Báikkálaš ja regionála fierpmádagaid sáhttet organiseret iešguđet láhkai, muhto gáibiduvvo láhčit deaivvadansajiide skuvllaid rastá.

source: Det er også en fordel at personer som jobber på ulike nivåer, samarbeider eller deltar i felles nettverk.
sme: Lea maiddái ovdamunnin ahte olbmot geat barget iešguđet dásiin, ovttasbarget dahje oassálastet oktasaš fierpmádagas.

source: Flere skoleeiere fra satsingsperioden 2010-2014 har blant annet hatt gode erfaringer med egne nettverk for skolelederne.
sme: Máŋgga skuvlaeaiggádis 2010–2014’ vuoruhanáigodagas leat leamaš buorit vásáhusat sierra fierpmádagaiguin skuvlahálddahusa váras.

source: Det kan være hensiktsmessig å benytte eksisterende strukturer for kommunale/fylkesvise og eventuelt regionale nettverk.
sme: Sáhttá leat ulbmillaš geavahit dálá struktuvrraid gielddalaš/fylkkalaš ja vejolaš regionála fierpmádagain.

source: Tidligere erfaringer med lærende nettverk tilsier at det er avgjørende å
sme: Ovddeš vásáhusat oahpahalli fierpmádagaiguin čájehit ahte lea dehálaš

source: avklare forventninger, rollefordeling og avgrensninger av samarbeidet
sme: • čielggadit vuordámušaid, rollajuogadeami ja ovttasbarggu ráddjehusaid

source: utvikle felles forståelse av hva vurdering for læring er, og hensikten med arbeidet i nettverket
sme: • ovdánahttit oktasaš áddejumi das mii árvvoštallan oahpaheami várás lea, ja mii fierpmádaga barggu ulbmilin lea

source: knytte arbeidet i nettverkene tydelig til utviklingsprosessen på den enkelte skole, og her har både skoleeier og skoleleder et ansvar
sme: • čatnat fierpmádagaid barggu čielgasit ovdánahttinprosessii ovttaskas skuvllas, ja dás lea sihke skuvlaeaiggádis ja skuvlahálddahusas ovddasvástádus

source: ha en gjennomtenkt og planlagt struktur for samlinger/nettverksmøter med et forhåndsdefinert innhold og med en forpliktende og gjensidig deltakelse, det vil si at
sme: • ahte lea dárkilit smihttojuvvon ja plánejuvvon struktuvra čoagganemiide/fierpmádatčoahkkimiidda maid sisdoallu lea ovdagihtii definerejuvvon ja main lea geatnegahtti ja lotnolas searvan.

source: Katz, S., Earl, L.M., og Ben Jafaar, S. (2009): Building and Connecting Learning Communities.
sme: Dát mearkkaša ahte buot oasseváldit leat ráhkkanan ja buktet geavatvásáhusaid čoagganemiide/fierpmádatčoahkkimiidda

source: ha jevnlige samlinger med krav om arbeid/utprøving i klasserommet mellom samlinger/nettverksmøter
sme: • doallat jeavddalaš čoagganemiid main gáibiduvvo bargu/geahččaladdan luohkkálanjas čoagganemiid/fierpmádatčoahkkimiid gaskkas

source: vektlegge erfaringsdeling og refleksjon over egen praksis
sme: • deattuhit vásáhuslonohallama ja smiehttat iežas geavada birra

source: utvikle en kultur i nettverket for å lære av hverandre og for å reflektere over egen og andres praksis
sme: • ovdánahttit vieruid fierpmádagas oahppat earáin ja smiehttat earáid ja iežas geavada birra

source: utvikle en kultur for å stille spørsmål ved eksisterende praksis, forklaringer og løsningsforslag, der faglig uenighet og diskusjon oppfattes som en konstruktiv kraft i samarbeidet
sme: • ovdánahttit vieruid gažadit dálá geavada, čilgehusaid ja čoavddusevttohusaid, ja main fágalaš sierraoaivilvuohta ja digaštallan adno konstruktiivvalaš fápmun ovttasbarggus

source: ha faglige innlegg og litteratur som utfordrer egen praksis og bidrar til kompetanseutvikling
sme: • doallat fágalaš sáhkavuoruid ja oamastit girjjálašvuođa mii hástala iežas geavada ja váikkuha gealbonannemii

source: innhente ekstern kompetanse ved behov
sme: • viežžat olgguldas gelbbolašvuođa dárbbu mielde

source: 5. Roller og ansvar
sme: 5. Rollat ja ovddasvástádusat Oahpahuslága § 2-1 láhkaásahusas doaibmavuđot árvvoštallama birra čuožžu ahte “skuvla (…

source: Utdanningsdirektoratet, Fylkesmannen, skoleeiere, skoleledere og lærere vil ha ulike roller og ansvar i løpet av satsingsperioden.
sme: Oahpahusdirektoráhtas, Fylkkamánnis, skuvlaeaiggádis ja oahpaheddjiin leat iešguđet rollat ja ovddasvástádusat nákcabidjanáigodaga áigge.

source: I alle puljene gjelder:
sme: Buot joavkkuide gustojit dát:

source: Utdanningsdirektoratet legger føringer for innhold og organisering av satsingen, tildeler midler og utvikler og bruker forskning, dokumentasjon og erfaringer fra satsingen i det videre arbeidet med kunnskapsspredning og policyutforming.
sme: • Oahpahusdirektoráhtta bidjá láidestusaid nákcabidjama sisdollui ja organiseremii, juolluda ruđa ja ovdánahttá ja geavaha dutkamiid, dokumentašuvnnaid ja vásáhusaid nákcabidjamis viidáseappot máhttolávdadan- ja policyhábmenbarggus.

source: Direktoratet har også ansvar for et felles faglig opplegg for ressurspersoner fra skoleeierne.
sme: Direktoráhtas lea maiddái ovddasvástádus oktasaš fágalaš plánii skuvlaeaiggádiid resursaolbmuide.

source: Fylkesmannsembetene velger ut deltakere i satsingen, tildeler midler og har oppfølgingsoppgaver overfor skoleeierne.
sme: • Fylkkamánnit válljejit oassálastiid nákcabidjamii, juolluda ruđaid, ja dain lea čuovvolanovddasvástádus skuvlaeaiggádiid ektui.

source: Skoleeierne har det overordnede ansvaret for planlegging, gjennomføring og oppfølging av satsingen lokalt.
sme: • Skuvlaeaiggádiin lea váldoovddasvástádus plánet, čađahit ja čuovvolit nákcabidjama báikkálaččat.

source: Dette innebærer at skoleeieren gjør både faglige og organisatoriske vurderinger, etterspør og følger opp informasjon om skolenes vurderingskultur og vurderingspraksis og legger til rette for erfaringsspredning og kompetanseutvikling.
sme: Dát mearkkaša ahte skuvlaeaiggát dahká sihke fágalaš ja organisatoralaš árvvoštallamiid, jearaha ja čuovvola dieđuid skuvllaid árvvoštallanvieruid ja árvvoštallangeavada birra ja láhčá dili vásáhuslávdui ja gealbonannemii.

source: Oppgaver for skoleeierne er: -Skoleeieren etablerer lokale og eventuelt regionale nettverk og sørger for framdrift i utviklingsarbeidet hos skoleeier og skoler.
sme: Skuvlaeaiggádiid barggut leat: - Skuvlaeaiggát ásaha báikkálaš dahje vejolaš regionála fierpmádagaid ja fuolaha ahte skuvlaeaiggáda ja skuvllaid ovdánahttinbargu ovdána.

source: -Skoleeieren velger ut en eller flere ressurspersoner som skal drive utviklingsarbeidet lokalt, både når det gjelder innhold og organisering.
sme: - Skuvlaeaiggát vállje ovtta dahje eanet resursaolbmo geat galget jođihit ovdánahttinbargguid báikkálaččat, sihke sisdoalu ja organiserema ektui.

source: Eksempler på oppgaver for ressurspersonene kan være oå utarbeide planer, organisere og lede nettverkssamlinger oå følge opp involverte skoler
sme: Ovdamearkkat resursaolbmuid bargguide leat: o ráhkadit plánaid, organiseret ja jođihit fierpmádatčoagganemiid o čuovvolit skuvllaid mat leat searvan

source: -Skoleeieren forplikter seg til at ressurspersonene deltar og bidrar på samlinger i regi av Utdanningsdirektoratet.
sme: - Skuvlaeaiggát lea geatnegahtton dasa ahte resursaolbmot servet ja leat mielde čoagganemiin maid Oahpahusdirektoráhtta lágida.

source: Ved valg av ressursperson bør skoleeier ta hensyn til at personene har relevant kompetanse, og at de kan fungere som ressurs i arbeidet med vurdering for læring i kommunen, også etter at deltakelsen i den nasjonale satsingen er avsluttet.
sme: Go vállje resursaolbmo, de berre skuvlaeaiggát vuhtiiváldit ahte olbmuin lea relevánta gelbbolašvuohta, ja ahte sáhttet doaibmat resursan gielddas árvvoštallanbargguin oahpaheami várás, maiddái maŋŋá go searvan nationála nákcabidjan nohká.

source: -Skoleeieren rapporterer til Fylkesmannen om erfaringer og skolenes utvikling og om bruken av midler.
sme: - Skuvlaeaiggát raportere Fylkkamánnii vásáhusaid ja skuvllaid ovdáneami ja ruhtageavaheami birra.

source: Skoleeieren og skolene utarbeider forpliktende planer for et faglig og organisatorisk kompetanseutviklingsopplegg for deltakelsen i satsingen.
sme: • Skuvlaeaiggát ja skuvllat ráhkadit geatnegahtti plánaid fágalaš ja organisatoralaš gealbonannenortnegiidda nákcabidjamii searvama váras.

source: Skoleledelsen har det faglige og organisatoriske ansvaret for framdrift i utviklingsarbeidet ved egen skole, og etterspør og følger opp informasjon om legger til rette for tolkningsfellesskap på egen skole og sørger for at det blir tid til felles utviklingsarbeid og erfaringsutveksling for lærere.
sme: • Skuvlahálddahusas lea fágalaš ja organisatoralaš ovddasvástádus iežas skuvlla ovdánahttinbarggu ovdáneapmái, ja jearaha ja čuovvola dieđuid das mo skuvlla árvvoštallanvierut ja árvvoštallangeavat ovdána. Skuvlahálddahus láhčá dili dulkonsearvevuhtii iežas skuvllas ja fuolaha ahte oahpaheddjiin lea áigi oktasaš ovdánahttinbargui ja vásáhuslonohallamiid.

source: Lærerne arbeider med de fire prinsippene for god underveisvurdering på en måte som er i samsvar med vurdering for læring, slik det er beskrevet i dette dokumentet.
sme: • Oahpaheaddjit barget buori gaskaárvvoštallama njeljiin prinsihpain nu, ahte oktiivástida árvvoštallamiin oahpaheami várás, nu go lea čilgejuvvon dán dokumeanttas.

source: Lærerne deltar aktivt i nettverk og andre tiltak for erfaringsutveksling og kompetanseutvikling i vurdering.
sme: Oahpaheaddjit servet aktiivvalaččat fierpmádagas ja eará vásáhuslonohallandoaibmabijuin ja árvvoštallangealbbu nannemis.

source: De bidrar til å utvikle tolkningsfellesskapet på sin egen skole.
sme: Sii leat mielde ovdánahttimin dulkonsearvevuođa iežaset skuvllas.

source: Hvilke oppgaver og ansvarsområder de involverte har, beskrives nærmere i invitasjonsbrevet til deltakerne i hver pulje.
sme: Mat barggut ja ovddasvástádussuorggit oassálastiin leat, čilgejuvvo dárkileappot bovdehusreivves juohke joavkku oasseváldiide.

source: 6. Spredning av erfaringer og videreføring av arbeidet En viktig del av satsingen er å legge til rette for erfaringsutveksling og erfaringsspredning mellom skoler og kommuner, også etter at deltakelsen i den nasjonale satsingen er avsluttet.
sme: 6. Vásáhuslávdu ja barggu joatkka Dehálaš oassi vuoruheamis lea láhčit dili vásáhuslonohallamii ja vásáhuslávdui skuvllaid ja gielddas gaskkas, maiddái maŋŋá go searvan nationála nákcabidjamii lea nohkan.

source: Dette må ses i sammenheng med skoleeiers ansvar for å sikre en praksis som er i tråd med kravene til underveisvurdering i forskrift til opplæringsloven.
sme: Dán fertet atnit gullamen oktii dainna ahte skuvlaeaiggáda ovddasvástádus lea sihkkarastit bargogeavada mii čuovvu oahpahuslága láhkaásahusa gaskaárvvoštallama gáibádusaid.

source: Forskning og erfaring fra skoleutviklingsprosjekter tilsier at det er en kritisk fase idet en satsingsperiode eller et prosjekt avsluttes, og nye måter å jobbe på skal videreføres.
sme: Dutkamat ja vásáhusat skuvlaovdánahttinprošeavttain čájehit ahte lea kritihkalaš áigi go nákcabidjanáigodat dahje prošeakta loahpahuvvo, ja ođđa bargovuogit galget joatkašuvvat.

source: Derfor er det et krav at skoleeiers plan for satsingen skal beskrive hvordan arbeidet med å videreutvikle praksis skal gjennomføres etter at deltakelsen i den nasjonale satsingen er faset ut.
sme: Danne gáibiduvvo ahte skuvlaeaiggádiid nákcabidjanplána galgá válddahit mo bargu viidáseappot ovdánahttit geavada galgá čađahuvvot maŋŋá go searvan nationála nákcabidjamii manná loahpa guvlui.

source: I tillegg skal skoleeieren også ha en plan for hvordan erfaringene skal komme alle skoler i kommunen til gode, f.eks. hvilken rolle ressurspersonen og de involverte skal ha i videreføringen av arbeidet.
sme: Dasa lassin galgá skuvlaeaiggádis maiddái leat plána mo vásáhusat galget leat buot gieldda skuvllaide ávkin, omd. makkár rolla resursaolbmos ja searvan olbmuin galgá leat barggu joatkašuvvamis.

source: Mer informasjon om satsingen og erfaringer fra de tidligere puljene finnes på
sme: Eanet dieđut nákcabidjamis ja ovddit joavkkuid vásáhusaid birra leat dáppe:

source: 7. Utfordringer og forutsetninger for å lykkes Det er tidkrevende å jobbe med å videreutvikle vurderingskulturen og vurderingspraksisen.
sme: 7. Hástalusat ja eavttut lihkostuvvat Lea áddjás bargu ovdánahttit árvvoštallanvieruid ja árvvoštallangeavada.

source: Forskere som har fulgt lignende prosesser, blant annet i Storbritannia, sier at det tar mellom ett og to år før deltakerne opplever at de praktiserer vurdering for læring på en god måte.
sme: Dutkit, geat leat čuvvon sullasaš proseassaid, earret eará Stuorra Británnias, dadjet ahte gollet okta–guokte jagi ovdalgo oasseváldit orrot iežaset mielas praktiseremin árvvoštallama oahpaheami várás buori láhkai.

source: En del skoler i prosjektet Bedre vurderingspraksis rapporterte at selv om arbeidet med egen vurderingspraksis kunne være frustrerende og krevende, opplevde de arbeidet som motiverende og viktig fordi det angikk skolens kjernevirksomhet.
sme: Muhtun skuvllat Buoret árvvoštallangeavatprošeavttas raporterejedje ahte vaikko bargat iežas árvvoštallangeavadiin sáhtii leat duššástuhtti ja lossat, de lei bargu movttiidahtti ja dehálaš go dat guoskkai skuvlla váimmusdoibmii.

source: Vi har etter hvert mye kunnskap om utfordringer knyttet til å drive utviklingsprosesser mer generelt, både for skoleeiere og skoler.
sme: Mii leat dađistaga olu oahppan hástalusain mat gusket jođihit ovdánanproseassaid oppalaččat, sihke skuvlaeaiggádiidda ja skuvllaide.

source: Eksempler på utfordringer er å skape felles forståelse, motivasjon og eierskap hos involverte på skoleeiernivå, ledernivå og i personalet.
sme: Ovdamearkan hástalusaide lea hábmet oktasaš áddejumi, movtta ja eaiggátvuođa searvan olbmuide skuvlaeaiggátdásis, hálddahusdásis ja bargiid gaskkas.

source: I tillegg er det utfordrende å involvere bredt i personalet og å skape endringer som får betydning over tid.
sme: Dasa lassin lea hástalussan oažžut olu bargiid mielde ja rievdadit áššiid mat mearkkašišgohtet áiggi badjel.

source: Involvering og refleksjon rundt læringsarbeidet og målene for opplæringen er viktig for å trene elever i å styre egne læringsprosesser, også i et livslangt læringsperspektiv.
sme: Mieldeváldin ja smiehttan oahppanbarggu ja oahpahusa mihttomeriid birra lea dehálaš vai hárjehallá ohppiid stivret iežaset oahppanproseassaid, maiddái eallinagi oahppanperspektiivvas.

source: Det kan imidlertid oppleves uvant både for dem selv og for lærerne når elever får en ny og mer aktiv rolle i vurderingsarbeidet.
sme: Dát sáhttá almmatge orrut veahá amas sihke alcceseaset ja oahpaheddjiide go oahppit ožžot ođđa ja aktiivvalat rolla árvvoštallanbarggus.

source: En vanlig utfordring i arbeidet med vurdering er å flytte fokus fra læringsaktivitetene og det elevene skal gjøre, til en opplæring som har fokus på hva de skal lære.
sme: Dábálaš hástalus árvvoštallanbarggus lea sirdit fokusa oahppandoaimmain ja dain maid oahppit galget dahkat, oahpahussii mas fokuserejit dasa maid galget oahppat.

source: Videre kan det være utfordrende å gi elever vurderinger som ikke bare handler om hva de har lært og hva de kan, men som også peker framover mot det videre arbeidet.
sme: Dasto sáhttá leat hástaleaddjin addit árvvoštallamiid mat eai dušše máinnaš dan maid leat oahppan ja máhttet, muhto mat maiddái čujuhit ovddos guvlui joatkkabargui.

source: Det kan også være krevende å få elever trygge på at de får tilbakemeldinger og karakterer for å fremme læring, og ikke som en endelig eller for å disiplinere.
sme: Sáhttá maiddái leat hástaleaddjin oadjudit ohppiid dasa ahte sii ožžot máhcahemiid ja árvosániid ovddidan dihtii oahppama, ii ge dego “loahppaduopmun” dahje stivremin.

source: endre/justere egen undervisning dersom den ikke fører til ønsket læring, kan også oppleves som uvant og krevende i begynnelsen.
sme: Bargat systemáhtalaččat prinsihpain rievdadit/muddet iežas oahpahusa jus dat ii atte sávahahtti oahppama, sáhttá maiddái orrut amas ja lossat álggos.

source: Vi har her trukket fram noen viktige forhold som skoleeiere og skoler bør ta hensyn til i arbeidet i satsingen.
sme: Mii leat dás váldán ovdan muhtun dehálaš beliid maid skuvlaeaiggádat ja skuvllat berrejit váldit vuhtii nákcabidjanbarggus.

source: Et trygt og tillitsfullt læringsmiljø Et trygt og tillitsfullt læringsmiljø er en viktig forutsetning for å skape en vurderingskultur der læring står i sentrum.
sme: Oadjebas ja dorvvolaš oahppanbiras Oadjebas ja dorvvolaš oahppanbiras lea dehálaš eaktu hábmet árvvoštallanvieruid mas oahppan lea guovddážis.

source: Flere studier om læring rapporterer at det er kvaliteten på lærernes praksis som er mest avgjørende for gode resultater i klasserommet.
sme: Máŋga dutkama oahpaheami birra raporterejit ahte oahpaheddjiid geavada kvalitehta dat eanemusat mearrida buriid bohtosiid luohkkálanjas.

source: Lærerens evne til å skape et tillitsfullt læringsmiljø med fokus på læringsbehov, samarbeidet med elevene og elevenes egenvurdering står øverst på forskernes liste over faktorer som bidrar mest til bedre læringsresultat hos elevene.
sme: Oahpaheddjiid dáidu hábmet dorvvolaš oahppanbirrasa mas fokus lea oahppandárbbuide, ohppiid ovttasbargui ja ohppiid iežasárvvoštallamii, lea dutkiid mielas deháleamos bealit mat eanemusat váikkuhit buoret oahppanbohtosiidda ohppiid gaskkas.

source: Det er altså avgjørende hvordan læreren praktiserer prinsippene for god vurdering.
sme: Lea nappo mearrideaddji mo oahpaheaddji praktisere buori árvvoštallama prinsihpaid.

source: Derfor skal lærere være spesielt oppmerksomme på å skape et tillitsfullt læringsmiljø.
sme: Danne galget oahpaheaddjit leat erenoamáš áicilat hábmet dorvvolaš oahppanbirrasa.

source: Det betyr et læringsmiljø som retter oppmerksomheten mot elevenes læringsbehov og måloppnåelse for alle.
sme: Dát mearkkaša oahppanbiras mas lea fuomášupmi ohppiid oahppandárbbuide ja buohkaid mihttoolahusaide.

source: Det skal være rom for å prøve og feile, og det skal oppleves trygt å fortelle hva man trenger å lære bedre.
sme: Galgá leat geahččalan- ja muddenmunni, ja galgá leat oadjebasvuohta muitalit maid dárbbaša oahppat eanet.

source: Den nasjonale satsingen Bedre Læringsmiljø (BLM) fremhever at et godt og trygt læringsmiljø er en rettighet for elevene og en forutsetning for læring.
sme: Nationála nákcabidjan Buoret Oahppanbiras (BLM) deattuha ahte buorre ja oadjebas oahppanbiras lea ohppiid vuoigatvuohta ja oahppama eaktu.

source: Bedre læringsmiljø omfatter god klasseledelse.
sme: Buori oahppanbirrasii gullá buorre luohkkájođiheapmi.

source: Vurdering for læring bygger på kunnskapen og hovedpunktene i BLM.
sme: Árvvoštallama oahpaheami várás vuođđun leat BLM’ máhttu ja váldočuoggát.

source: Ressurser og mer informasjon om god klasseledelse og godt læringsmiljø finnes på
sme: Resurssat ja eanet dieđut buori luohkkájođiheami ja oahppanbirrasa birra leat dáppe: http://www.udir.no/Laringsmiljo/Bedre-laringsmiljo/.

source: Et trygt og tillitsfullt læringsmiljø er også viktig for dem som skal gjennomføre opplæringen.
sme: Oadjebas ja dorvvolaš oahppanbiras lea maiddái dehálaš sidjiide geat galget oahpahit.

source: Lærere må oppleve at det er lov til å prøve og feile når de utvikler arbeidet med vurdering for læring.
sme: Oahpaheaddjit fertejit dovdat ahte lea lohpi geahččalit ja meaddit go ovdánahttet árvvoštallanbarggu oahpaheami várás.

source: Tilbakemeldinger, kollegaveiledning og erfaringsdeling er viktige elementer for å skape en kultur for vurdering der læring står i sentrum.
sme: Máhcaheamit, mielbargibagadallan ja vásáhuslonohallan leat dehálaš oasit hábmet árvvoštallanvieruid mas oahppan lea guovddážis.

source: Tilbakemelding og oppfølging på alle nivåer Forskning om skoleutvikling peker på at så vel rekrutteringen av skoleeiere og skoler som hvordan de involverer seg underveis, er viktig for utviklingen og eierskapet i utviklingsarbeidet, og dermed for resultatet.
sme: Máhcaheapmi ja čuovvoleapmi buot dásiin Skuvlaovdáneami dutkamat čujuhit dasa ahte sihke skuvlaeaiggádiid ja skuvllaid besten ja dat mo dat servet áigodaga áigge leat dehálaččat ovdánahttinbarggu ovdáneapmái ja eaiggátvuhtii, ja nu maiddái bohtosii.

source: Aktiv medvirkning, tilbakemelding og oppfølging på og mellom alle nivåer er derfor sentrale prinsipper for alle involverte i satsingen.
sme: Aktiivvalaš searvan, máhcaheapmi ja čuovvoleapmi buot dásiin leat danne guovddáš prinsihpat buohkaide geat leat mielde nákcabidjamis.

source: Skoleeiers ansvar for å vurdere kvalitet og måloppnåelse og for å følge opp disse vurderingene står i opplæringsloven § 13.10.
sme: Skuvlaeaiggáda ovddasvástádus árvvoštallat kvalitehta ja mihttomearreolahusa ja čuovvolit dáid árvvoštallamiid čužžot oahpahuslágas § 13.10.
